{
  "ChatGPT.nvim": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "Navigator.nvim": { "branch": "master" },
  "auto-session": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "follow-md-links.nvim": { "branch": "main" },
  "github-nvim-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "goto-preview": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lock.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-repl-highlights": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-neoclip.lua": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sqlite.lua": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-smart-history.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-dadbod": { "branch": "master" },
  "vim-dadbod-completion": { "branch": "master" },
  "vim-dadbod-ui": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-lastplace": { "branch": "master" },
  "vim-magnum": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-radical": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "winshift.nvim": { "branch": "main" }
}
